Repository: lifeng-88/ArtBloom
Catalog: ArtBloom/ArtBloom/Localization/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# app.name
source: ArtBloom
zh_hans: 艺绽
zh_hant: 藝綻

# artwork.architecture
source: Architecture
zh_hans: 建筑
zh_hant: 建築

# artwork.bioluminescent
source: Bioluminescent
zh_hans: 生物萤光
zh_hant: 生物螢光

# artwork.dawn_reverie
source: Dawn Reverie
zh_hans: 黎明遐想
zh_hant: 黎明遐想

# artwork.digital_painting
source: Digital Painting
zh_hans: 数位绘画
zh_hant: 數位繪畫

# artwork.ethereal_horizons
source: Ethereal Horizons
zh_hans: 空灵的地平线
zh_hant: 空靈的地平線

# artwork.ethereal_horizons_sub
source: Digital Composition • 2024
zh_hans: 数位创作 • 2024
zh_hant: 數位創作 • 2024

# artwork.floating_petals
source: Floating Petals
zh_hans: 飘浮花瓣
zh_hant: 飄浮花瓣

# artwork.gallery_study
source: Gallery Study
zh_hans: 廊厅研究
zh_hant: 廊廳研究

# artwork.glass_droplets
source: Glass Droplets
zh_hans: 玻璃水滴
zh_hant: 玻璃水滴

# artwork.macro
source: Macro
zh_hans: 微距
zh_hant: 微距

# artwork.panoramic_draft
source: Panoramic Draft
zh_hans: 全景草稿
zh_hant: 全景草稿

# artwork.portrait
source: Portrait
zh_hans: 人像
zh_hant: 人像

# canvas.background_color
source: Canvas Background
zh_hans: 画布背景色
zh_hant: 畫布背景色

# canvas.brush
source: Brush
zh_hans: 画笔
zh_hant: 畫筆

# canvas.clear
source: Clear Canvas
zh_hans: 清空画布
zh_hant: 清空畫布

# canvas.custom_color
source: Custom Color
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# canvas.drag_canvas_hint
source: Drag with one finger to move canvas
zh_hans: 单指拖拽移动画布
zh_hant: 單指拖拽移動畫布

# canvas.editing_mode
source: Editing artwork
zh_hans: 编辑模式
zh_hant: 正在編輯作品

# canvas.eraser
source: Eraser
zh_hans: 橡皮擦
zh_hant: 橡皮擦

# canvas.eraser_layer
source: Eraser
zh_hans: 橡皮擦
zh_hant: 橡皮擦

# canvas.exit_fullscreen
source: Exit Fullscreen
zh_hans: 退出满屏
zh_hant: 退出滿屏

# canvas.fullscreen
source: Fullscreen
zh_hans: 满屏绘画
zh_hant: 滿屏繪畫

# canvas.import
source: Import
zh_hans: 导入
zh_hant: 匯入

# canvas.layers
source: Layers
zh_hans: 图层
zh_hant: 圖層

# canvas.layers_title
source: Drawing Layers
zh_hans: 绘图图层
zh_hant: 繪圖圖層

# canvas.medium_hint
source: Medium
zh_hans: 媒材
zh_hant: 媒材

# canvas.pan
source: Move
zh_hans: 移动
zh_hant: 移动

# canvas.pinch_to_zoom
source: Pinch to zoom · Drag to pan when zoomed
zh_hans: 双指缩放 · 放大后可拖移
zh_hant: 雙指縮放 · 放大後可拖移

source: Canvas Ready
zh_hans: 画布就绪
zh_hant: 畫布就緒

# canvas.redo
source: Redo
zh_hans: 重做
zh_hant: 重做

# canvas.remove_background
source: Remove Background
zh_hans: 移除背景
zh_hant: 移除背景

# canvas.reset_background_color
source: Reset to White
zh_hans: 恢复白色
zh_hant: 恢復白色

# canvas.reset_medium
source: Reset Medium Preset
zh_hans: 还原媒材预设
zh_hant: 還原媒材預設

# canvas.reset_zoom
source: Reset View
zh_hans: 重置视图
zh_hant: 重置視圖

# canvas.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# canvas.save_draft
source: Save Draft
zh_hans: 存为草稿
zh_hant: 儲存草稿

source: Canvas Settings
zh_hans: 画布设置
zh_hant: 畫布設定

# canvas.size
source: Size
zh_hans: 大小
zh_hant: 大小

# canvas.stage
source: Stage
zh_hans: 设置
zh_hant: 畫布設定

# canvas.undo
source: Undo
zh_hans: 复原
zh_hant: 復原

# color.blush
source: Blush
zh_hans: 腮红粉
zh_hant: 腮紅粉

# color.cream
source: Cream
zh_hans: 奶油色
zh_hant: 奶油色

# color.lavender
source: Lavender
zh_hans: 薰衣草
zh_hant: 薰衣草

# color.primary
source: Primary
zh_hans: 主色
zh_hant: 主色

# color.soft_blue
source: Soft Blue
zh_hans: 柔蓝
zh_hant: 柔藍

# common.cancel
source: Cancel
zh_hans: 取消
zh_hant: 取消

# common.retry
source: Retry
zh_hans: 重试
zh_hant: 重試

# common.delete
source: Delete
zh_hans: 删除
zh_hant: 刪除

# common.delete_confirm_message
source: This action cannot be undone.
zh_hans: 此操作无法复原。
zh_hant: 此操作無法復原。

# common.delete_confirm_title
source: Delete Artwork?
zh_hans: 删除作品？
zh_hant: 刪除作品？

# common.done
source: Done
zh_hans: 完成
zh_hant: 完成

# common.share
source: Share
zh_hans: 分享
zh_hant: 分享

# feedback.background_color_applied
source: Background color updated
zh_hans: 背景色已更新
zh_hant: 背景色已更新

# feedback.cache_cleared
source: Image cache cleared
zh_hans: 图片缓存已清除
zh_hant: 圖片快取已清除

# feedback.user_id_copied
source: User ID copied
zh_hans: 用户 ID 已复制
zh_hant: 使用者 ID 已複製

# feedback.avatar_updated
source: Avatar updated
zh_hans: 头像已更新
zh_hant: 頭像已更新

# feedback.nickname_updated
source: Nickname updated
zh_hans: 昵称已更新
zh_hant: 暱稱已更新

# feedback.bio_updated
source: Bio updated
zh_hans: 个性签名已更新
zh_hant: 個性簽名已更新

# feedback.canvas_cleared
source: Canvas cleared
zh_hans: 画布已清空
zh_hant: 畫布已清空

# feedback.coming_soon
source: Coming soon
zh_hans: 即将推出
zh_hant: 即將推出

# feedback.deleted
source: Artwork deleted
zh_hans: 已删除
zh_hant: 作品已刪除

# feedback.favorite_added
source: Added to favorites
zh_hans: 已加入收藏
zh_hant: 已加入收藏

# feedback.favorite_removed
source: Removed from favorites
zh_hans: 已取消收藏
zh_hant: 已取消收藏

# feedback.filter_applied
source: Showing latest creations
zh_hans: 筛选已应用
zh_hant: 已顯示最新作品

# feedback.image_load_retry
source: Tap to retry
zh_hans: 点击重试
zh_hant: 點擊重試

# feedback.inspiration_favorites_cleared
source: Inspiration favorites cleared
zh_hans: 灵感收藏已清除
zh_hant: 靈感收藏已清除

# feedback.language_changed
source: Language updated
zh_hans: 语言已更新
zh_hant: 語言已更新

# feedback.medium_applied
source: Medium preset applied
zh_hans: 媒材预设已应用
zh_hant: 媒材預設已套用

# feedback.medium_reset
source: Medium preset reset
zh_hans: 媒材预设已还原
zh_hant: 媒材預設已還原

# feedback.photo_imported
source: Photo added as background
zh_hans: 照片已导入
zh_hant: 照片已設為背景

# feedback.photo_load_failed
source: Could not load photo
zh_hans: 无法加载照片
zh_hant: 無法載入照片

# feedback.photo_selected
source: Photo ready for transform
zh_hans: 照片已选择
zh_hant: 照片已準備轉換

# feedback.published
source: Draft published
zh_hans: 已发布
zh_hant: 草稿已發布

# feedback.renamed
source: Title updated
zh_hans: 已重命名
zh_hant: 標題已更新

# feedback.save_draft_success
source: Draft saved
zh_hans: 草稿已保存
zh_hant: 草稿已儲存

# feedback.save_failed
source: Save failed, please try again
zh_hans: 保存失败，请重试
zh_hant: 儲存失敗，請重試

# feedback.save_success
source: Artwork saved to Studio
zh_hans: 作品已保存
zh_hant: 作品已儲存至工作室

# feedback.sort_applied
source: Sorted by latest
zh_hans: 已按最新排序
zh_hant: 已按最新排序

# feedback.template_selected
source: Template selected
zh_hans: 已选择模板
zh_hant: 已選擇模板

# feedback.title_empty
source: Title cannot be empty
zh_hans: 标题不能为空
zh_hant: 標題不能為空

# feedback.transform_ready
source: Open Canvas to refine your result
zh_hans: 前往画布进一步创作
zh_hant: 前往畫布進一步創作

# feedback.updated
source: Artwork updated
zh_hans: 已更新
zh_hant: 作品已更新

# format.layers_count
source: %lld strokes
zh_hans: %lld 个图层
zh_hant: %lld 筆劃

# format.stroke_layer
source: Stroke %lld
zh_hans: 笔画 %lld
zh_hant: 筆畫 %lld

# format.stroke_size
source: %lldpx
zh_hans: %lld 像素
zh_hant: %lld 像素

# format.untitled_artwork
source: Untitled %lld
zh_hans: 未命名作品 %lld
zh_hant: 未命名 %lld

# home.community_creations
source: Community Creations
zh_hans: 社群作品
zh_hant: 社群作品

# home.community_detail
source: Community Art
zh_hans: 社群作品
zh_hant: 社群作品

# home.community_detail_hint
source: Explore this creation and start your own masterpiece.
zh_hans: 欣赏这件作品，开始创作属于你的杰作。
zh_hant: 欣賞這件作品，開始創作屬於你的杰作。

# home.daily_inspiration
source: Daily Inspiration
zh_hans: 每日灵感
zh_hant: 每日靈感

# home.get_inspired
source: Get Inspired
zh_hans: 获取灵感
zh_hant: 汲取靈感

# home.hero_title
source: The Whisper of Lilacs
zh_hans: 丁香低语
zh_hant: 丁香低語

# home.mediums
source: Mediums
zh_hans: 创作媒材
zh_hant: 創作媒材

# home.start_drawing
source: Start Drawing
zh_hans: 开始绘画
zh_hant: 開始創作

# language.system
source: Follow System
zh_hans: 跟随系统
zh_hant: 跟隨系統

# language.zh_hans
source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 简体中文

# language.zh_hant
source: Traditional Chinese
zh_hans: 繁體中文
zh_hant: 繁體中文

# legal.unsplash_attribution
source: Sample photos from Unsplash contributors.
zh_hans: 示例图片来自 Unsplash 摄影师。
zh_hant: 範例圖片來自 Unsplash 攝影師。

# legal.privacy_policy
source: Privacy Policy
zh_hans: 隐私政策
zh_hant: 隱私權政策

# legal.terms_of_service
source: Terms of Service
zh_hans: 用户协议
zh_hant: 使用者協議

# medium.desc.digital_art
source: Crisp strokes · Full opacity · Vibrant palette
zh_hans: 清晰笔触 · 不透明 · 鲜艳色盘
zh_hant: 清晰筆觸 · 不透明 · 鮮豔色盤

# medium.desc.dreamy_pastel
source: Soft pastel · Light wash · Gentle blend
zh_hans: 柔和粉彩 · 淡彩渲染 · 轻盈晕染
zh_hant: 柔和粉彩 · 淡彩渲染 · 輕盈暈染

# medium.desc.street_style
source: Urban tones · Casual lines · Lifestyle mood
zh_hans: 都市色调 · 随性线条 · 生活感氛围
zh_hant: 都市色調 · 隨性線條 · 生活感氛圍

# medium.desc.inspiration
source: Dawn tones · Semi-transparent · Expressive flow
zh_hans: 晨曦色调 · 半透明 · 自由流动
zh_hant: 晨曦色調 · 半透明 · 自由流動

# medium.desc.modern_chic
source: Bold contrast · Clean lines · Graphic feel
zh_hans: 强烈对比 · 利落线条 · 图形感
zh_hant: 強烈對比 · 俐落線條 · 圖形感

# medium.desc.oil_painting
source: Thick strokes · Rich pigments · Warm canvas
zh_hans: 厚涂笔触 · 浓郁颜料 · 暖色画布
zh_hant: 厚塗筆觸 · 濃郁顏料 · 暖色畫布

# medium.desc.sketch
source: Fine lines · Graphite tones · Paper white
zh_hans: 细线条 · 石墨色调 · 纸白底
zh_hant: 細線條 · 石墨色調 · 紙白底

# medium.desc.vintage_bloom
source: Sepia warmth · Soft opacity · Floral mood
zh_hans: 复古暖调 · 柔和透明 · 花园氛围
zh_hant: 復古暖調 · 柔和透明 · 花園氛圍

# medium.desc.watercolor
source: Soft wash · Transparent layers · Cool paper
zh_hans: 水彩晕染 · 透明叠色 · 冷色纸底
zh_hant: 水彩暈染 · 透明疊色 · 冷色紙底

# medium.digital_art
source: Digital Art
zh_hans: 数位艺术
zh_hant: 數位藝術

# medium.oil_painting
source: Oil Painting
zh_hans: 油画
zh_hant: 油畫

# medium.opacity
source: %d%% opacity
zh_hans: 透明度 %d%%
zh_hant: 透明度 %d%%

# medium.palette
source: Preset palette
zh_hans: 预设调色盘
zh_hant: 預設調色盤

source: Medium Preview
zh_hans: 媒材预览
zh_hant: 媒材預覽

# medium.sketch
source: Sketch
zh_hans: 素描
zh_hant: 素描

# medium.use
source: Use This Medium
zh_hans: 使用此媒材
zh_hant: 使用此媒材

# medium.watercolor
source: Watercolor
zh_hans: 水彩
zh_hant: 水彩

# notification.community_body
source: Discover fresh creations from artists worldwide.
zh_hans: 来自全球艺术家的全新作品等你探索。
zh_hant: 來自全球藝術家的全新作品等你探索。

# notification.community_title
source: New Community Art
zh_hans: 社群新作上架
zh_hant: 社群新作上架

# notification.transform_body
source: Image imported to Canvas
zh_hans: 图片已导入画布。
zh_hant: 圖片已導入畫布。

# notification.transform_title
source: Canvas Import Ready
zh_hans: 画布导入完成
zh_hant: 畫布導入完成

# notification.welcome_body
source: Start creating your first artwork today.
zh_hans: 今天开始创作你的第一幅作品吧。
zh_hant: 今天開始創作你的第一幅作品吧。

# notification.welcome_title
source: Welcome to ArtBloom
zh_hans: 欢迎使用艺绽
zh_hant: 歡迎使用藝綻

# bside.close
source: Close Web View
zh_hans: 关闭网页
zh_hant: 關閉網頁

# bside.load_failed
source: Page failed to load
zh_hans: 页面加载失败
zh_hant: 頁面載入失敗

# settings.open_bside
source: Open B-Side Web View
zh_hans: 打开 B 面网页
zh_hant: 開啟 B 面網頁

# settings.close_bside
source: Return to Native App
zh_hans: 返回原生 A 面
zh_hant: 返回原生 A 面

# settings.bside_hint
source: Debug only. Loads bundled or configured H5 in WebView.
zh_hans: 仅调试可用，将在 WebView 中加载内置或配置的 H5。
zh_hant: 僅除錯可用，將在 WebView 中載入內建或設定的 H5。

# settings.about
source: About
zh_hans: 关于
zh_hant: 關於

# settings.cache_size
source: Image Cache
zh_hans: 图片缓存
zh_hant: 圖片快取

# settings.clear_cache
source: Clear Image Cache
zh_hans: 清除图片缓存
zh_hant: 清除圖片快取

# settings.clear_cache_confirm
source: Clear downloaded inspiration images? They will reload when needed.
zh_hans: 清除已下载的灵感图片？需要时会重新加载。
zh_hant: 清除已下載的靈感圖片？需要時會重新載入。

# settings.clear_inspiration_favorites
source: Clear Inspiration Favorites
zh_hans: 清除灵感收藏
zh_hant: 清除靈感收藏

# settings.clear_inspiration_favorites_confirm
source: Remove all saved mediums and community works from favorites?
zh_hans: 清除所有已收藏的媒材和社区作品？
zh_hant: 清除所有已收藏的媒材和社群作品？

# settings.dark_mode
source: Dark Mode
zh_hans: 深色模式
zh_hant: 深色模式

# settings.haptics
source: Haptic Feedback
zh_hans: 触觉反馈
zh_hant: 觸覺回饋

# settings.inspiration_favorites
source: Inspiration Favorites
zh_hans: 灵感收藏
zh_hant: 靈感收藏

# settings.language
source: Language
zh_hans: 语言
zh_hant: 語言

# settings.language_hint
source: Choose your preferred display language.
zh_hans: 选择您偏好的显示语言。
zh_hant: 選擇您偏好的顯示語言。

# settings.preferences
source: Preferences
zh_hans: 偏好设置
zh_hant: 偏好設定

# settings.search
source: Search
zh_hans: 搜索
zh_hant: 搜尋

# settings.storage
source: Storage
zh_hans: 存储
zh_hant: 儲存空間

# settings.studio
source: Studio Overview
zh_hans: 工作室概览
zh_hant: 工作室概覽

# settings.title
source: Settings
zh_hans: 设置
zh_hant: 設定

# settings.version
source: Version
zh_hans: 版本
zh_hant: 版本

# studio.add_to_favorites
source: Add to Favorites
zh_hans: 加入收藏
zh_hant: 加入收藏

# studio.artwork_detail
source: Artwork Detail
zh_hans: 作品详情
zh_hant: 作品詳情

# studio.aspiring_visionary
source: Aspiring Visionary
zh_hans: 新秀视觉创作者
zh_hant: 新秀視覺創作者

# studio.continue_creating
source: Continue Creating
zh_hans: 继续创作
zh_hant: 繼續創作

# studio.continue_creating_hint
source: Your next masterpiece is just a brushstroke away. Explore new tools in the workshop.
zh_hans: 下一幅杰作，只差一笔之遥。探索工坊中的全新工具吧。
zh_hant: 下一幅傑作，只差一筆之遙。探索工坊中的全新工具吧。

# studio.continue_editing
source: Continue Editing
zh_hans: 继续编辑
zh_hant: 繼續編輯

# studio.drafts
source: Drafts
zh_hans: 草稿
zh_hant: 草稿

# studio.explore_inspirations
source: Explore Inspirations
zh_hans: 去探索灵感
zh_hant: 去探索靈感

# studio.favorite_community
source: Saved Community Works
zh_hans: 收藏的社区作品
zh_hant: 收藏的社群作品

# studio.favorite_mediums
source: Saved Mediums
zh_hans: 收藏的媒材
zh_hant: 收藏的媒材

# studio.item_count
source: %d items
zh_hans: 共 %d 项
zh_hant: 共 %d 項

# studio.favorites
source: Favorites
zh_hans: 收藏
zh_hant: 收藏

# studio.featured
source: Featured
zh_hans: 精选
zh_hant: 精選

# studio.my_artworks
source: My Artworks
zh_hans: 我的作品
zh_hant: 我的作品

# studio.my_studio
source: My Studio
zh_hans: 我的工作室
zh_hant: 我的工作室

# studio.user_id
source: User ID
zh_hans: 用户 ID
zh_hant: 使用者 ID

# studio.copy_user_id
source: Copy User ID
zh_hans: 复制用户 ID
zh_hant: 複製使用者 ID

# studio.edit_nickname
source: Edit Nickname
zh_hans: 编辑昵称
zh_hant: 編輯暱稱

# studio.change_avatar
source: Change Avatar
zh_hans: 更换头像
zh_hant: 更換頭像

# studio.nickname_placeholder
source: Enter nickname
zh_hans: 输入昵称
zh_hant: 輸入暱稱

# studio.edit_bio
source: Edit Bio
zh_hans: 编辑个性签名
zh_hant: 編輯個性簽名

# studio.bio_placeholder
source: Enter bio
zh_hans: 输入个性签名
zh_hant: 輸入個性簽名

# studio.no_artworks
source: No artworks yet. Start creating!
zh_hans: 尚无作品，开始创作吧！
zh_hant: 尚無作品，開始創作吧！

# studio.no_drafts
source: No drafts saved
zh_hans: 尚无草稿
zh_hant: 尚無草稿

# studio.no_favorites
source: No favorites yet
zh_hans: 尚无收藏
zh_hant: 尚無收藏

# studio.no_favorites_hint
source: Tap the heart on your artworks, mediums, or community creations to save them here.
zh_hans: 在作品、媒材或社区作品上点击心形图标，即可收藏到这里。
zh_hant: 在作品、媒材或社群作品上點擊心形圖示，即可收藏到這裡。

# studio.no_search_results
source: No artworks match your search
zh_hans: 找不到符合的作品
zh_hant: 找不到符合的作品

# studio.publish
source: Publish Draft
zh_hans: 发布作品
zh_hant: 發布草稿

# studio.remove_from_favorites
source: Remove from Favorites
zh_hans: 取消收藏
zh_hant: 取消收藏

# studio.rename
source: Rename Artwork
zh_hans: 重命名
zh_hant: 重新命名

# studio.sample_inspiration
source: Featured Inspiration
zh_hans: 精选灵感
zh_hant: 精選靈感

# studio.search
source: Search artworks
zh_hans: 搜索作品
zh_hant: 搜尋作品

# studio.start_creating_cta
source: Start Creating
zh_hans: 开始创作
zh_hant: 開始創作

# studio.start_new_project
source: Start New Project
zh_hans: 开始新专案
zh_hant: 開始新專案

# studio.view_my_artworks
source: Browse My Artworks
zh_hans: 浏览我的作品
zh_hant: 瀏覽我的作品

# tab.canvas
source: Canvas
zh_hans: 画布
zh_hant: 畫布

# tab.home
source: Home
zh_hans: 首页
zh_hant: 首頁

# tab.studio
source: Studio
zh_hans: 工作室
zh_hant: 工作室

# tab.workshop
source: Workshop
zh_hans: 工坊
zh_hant: 工坊

# template.dreamy_pastel
source: Dreamy Pastel
zh_hans: 梦幻粉彩
zh_hant: 夢幻粉彩

# template.dreamy_pastel_desc
source: Ethereal glows & light refractions
zh_hans: 空灵光晕与光线折射
zh_hant: 空靈光暈與光線折射

# template.street_style
source: Street Style
zh_hans: 街拍风尚
zh_hant: 街拍風尚

# template.street_style_desc
source: Urban scenes & casual portrait vibes
zh_hans: 都市街景与随性人像氛围
zh_hant: 都市街景與隨性人像氛圍

# template.modern_chic
source: Modern Chic
zh_hans: 现代时尚
zh_hant: 現代時尚

# template.modern_chic_desc
source: High-fidelity & cool tones
zh_hans: 高保真冷色调
zh_hant: 高保真冷色調

# template.vintage_bloom
source: Vintage Bloom
zh_hans: 复古绽放
zh_hant: 復古綻放

# template.vintage_bloom_desc
source: Soft grain & organic warmth
zh_hans: 柔和颗粒与有机暖感
zh_hant: 柔和顆粒與有機暖感

# workshop.active
source: Active
zh_hans: 使用中
zh_hant: 使用中

# workshop.aesthetic_weight
source: Aesthetic Weight
zh_hans: 美学强度
zh_hant: 美學強度

# workshop.mark_all_read
source: Mark All Read
zh_hans: 全部标为已读
zh_hant: 全部標為已讀

# workshop.no_notifications
source: No notifications
zh_hans: 暂无通知
zh_hant: 暫無通知

# workshop.notifications
source: Notifications
zh_hans: 通知
zh_hant: 通知

# workshop.processing
source: Processing...
zh_hans: 处理中
zh_hant: 處理中…

# workshop.ready
source: Ready!
zh_hans: 完成！
zh_hant: 完成！

# workshop.recent
source: Recent
zh_hans: 最近
zh_hant: 最近

# workshop.refine_transformation
source: Refine Transformation
zh_hans: 精调转换
zh_hant: 精調轉換

# workshop.remove_photo
source: Remove Photo
zh_hans: 移除照片
zh_hant: 移除照片

# workshop.style_templates
source: Style Templates
zh_hans: 风格模板
zh_hant: 風格模板

# workshop.style_templates_hint
source: Select a transformative mood for your canvas
zh_hans: 为画布选择蜕变风格
zh_hant: 為畫布選擇蛻變風格

# workshop.subtitle
source: Pick a template and import your photo to Canvas.
zh_hans: 以精选美学蓝图，细琢你的创意视野。
zh_hant: 以精選美學藍圖，細琢你的創意視野。

# workshop.synced
source: Synced
zh_hans: 已同步
zh_hant: 已同步

# workshop.template_data
source: Template Data
zh_hans: 模板资料
zh_hant: 模板資料

# workshop.template_data_hint
source: Select from existing project assets
zh_hans: 从现有专案资源中选择
zh_hant: 從現有專案資源中選擇

# workshop.template_preview
source: Template Preview
zh_hans: 模板预览
zh_hant: 模板預覽

# workshop.texture_density
source: Texture Density
zh_hans: 纹理密度
zh_hant: 紋理密度

# workshop.title
source: Template Workshop
zh_hans: 模板工坊
zh_hant: 模板工坊

# workshop.transform
source: Import to Canvas
zh_hans: 导入画布
zh_hant: 導入畫布

# workshop.upload_photo
source: Upload Photo
zh_hans: 上传照片
zh_hant: 上傳照片

# workshop.upload_photo_hint
source: JPG, PNG, or RAW up to 50MB
zh_hans: 支援 JPG、PNG 或 RAW，最大 50MB
zh_hant: 支援 JPG、PNG 或 RAW，最大 50MB

# workshop.use_template
source: Use This Template
zh_hans: 使用模板
zh_hant: 使用此模板

# workshop.view_all
source: View All
zh_hans: 查看全部
zh_hant: 查看全部
